{"dureza": {"text": "Ejemplo de las variaciones de la dureza siguiendo el sentido cristalografico de la cianita", "img": "https://mineralesdelmundo.com/wp-content/uploads/2018/08/ej.dureza.jpg"}, "color": {"text": "El color forma parte de los caracteres determinativos más importantes, pero no siempre es absolutamente fiable. Un determinado número de minerales presentan, de hecho, tonos e incluso colores, muy diferentes. La fluorita puede ser incolora, blanca, azul, verde, amarilla, violeta, etc. En algunos minerales estas diferencias de coloración determinan variedades diferentes; por ejemplo el cuarzo, el cristal de roca, la amatista, el cuarzo ahumado, etc. En muchos minerales el color es típico y ha determinado su nombre; por ejemplo: clorita (verde), azurita (azul cielo), albita (blanca). El color de algunos minerales ha pasado a simbolizar ciertos tonos; por ejemplo: verde malaquita, verde esmeralda, azul turquesa. Según el origen de su color, la mineralogía clásica distribuyó los minerales en 4 grupos:\nAcromáticos: los rayos luminosos los atraviesan sin absorción en la parte visible del espectro (ejemplos: cristal de roca, acroíta, diamante).\nIdiocromáticos: el color resulta de la presencia de átomos de un determinado elemento, incluido dentro del mineral (ejemplos: Cu – azul, azurita; Mn – rosa, rodonita; U – amarillo, autunita; Cr – naranja, crocoíta; Fe – amarillo, goethita; Ca – rosa, eritrina).\nAlocromáticos: el color resulta de la presencia de átomos de un elemento traza dentro del mineral; esto ocurre por ejemplo en ciertas variedades de cuarzo, halita, berilo, turmalina. El color puede provenir de la presencia de centros coloreados producidos por un defecto en la estructura cristalina, sin mezcla de otros elementos (ejemplos: cuarzo ahumado, amatista, fluorita, diamante). Un caso particular de coloración resulta de las inclusiones de otros minerales, por ejemplo las inclusiones de clorita y hematita en el jaspe.\nEs frecuente encontrar en los minerales alocromáticos, diferentes anomalías resultantes de los caracteres del cristal o de su estructura (coloración en zonas o . bandas).\nA veces se observan incluso cambios de color dependiendo de la luz. Es el caso de la alejandrita, verde a la luz del día, rosa violáceo con luz artificial. Se observa también un cambio de color en algunos minerales cuando se gira el cristal (ejemplos: cordierita, zoisita, tanzanita). Este fenómeno recibe el nombre de pleocroísmo.\nPseudocromáticos: los efectos de color se producen en el cristal debido a fenómenos ópticos; por ejemplo: fractura, refracción, curvatura, dispersión o interferencia de los rayos luminosos. De este modo, sobre las fisuras o los planos de exfoliación de minerales transparentes, se pueden observar irisaciones, resultado de la descomposición de la luz. Esta irisación puede también estar originada por una delgada película incolora, o coloreada, de óxidos sobre ciertos minerales de brillo metálico, tales como la calcopirita, la bornita, etc. El asterismo observado después de una talla conveniente del diópsido o del corindón, resulta del reflejo de la luz sobre las inclusiones orientadas en el cristal en una determinada dirección. En el zafiro, está originado por agujas de rutilo que lo atraviesan con un ángulo de 120°. Es por esto que forma, en la talla de cabujón, una estrella de seis puntas (Fig. 4). Se observa un centelleo particular incluso sobre inclusiones de pequeñas láminas de mica en venturina. El brillo azulado de la adularia se atribuye a la descomposición de la luz por la estructura laminar del feldespato. En el ópalo precioso, se observa un juego de colores característico que se llama opalescencia. Este fenómeno resulta de la interferencia de la luz sobre delgadas capas de minúsculas esferas de Si02 y proporción de agua variable. La interferencia de la luz sobre pequeñas agujas muy juntas y fibrillas huecas orientadas paralelamente, dan en el ojo de tigre y en el ojo de gato la impresión de un ojo felino al ser talladas en cabujón.\nLos resultados del estudio físico de las propiedades de los cuerpos sólidos, obtenidos en los últimos 20 años, así como la aplicación de la teoría cuántica, han permitido esclarecer las causas del color de los minerales. Se ha conseguido definir hasta 12 mecanismos de formación de los colores, pero para las necesidades normales, la clasificación dada anteriormente es suficiente.\nEs necesario obrar con cuidado cuando se quiere determinar el color de un mineral, y en concreto, cuando se quiere precisar si se trata de un color o una coloración. Determinar los tonos de color es, en cierta medida, una operación subjetiva. A menudo, se observan diferencias cuando se examina un mineral con luz solar o con luz artificial. El color debe ser estudiado sobre superficies recientes. En contacto con el aire, algunos minerales se recubren de una película que puede alterar por completo el color natural. Los minerales que contienen plata se vuelven de color negro al ser expuestos a la luz (ej: plata, proustita, pirargirita, acantita). También por la acción de la luz, el rejalgar (rojo) adquiere un color amarillo pálido; el topacio azul pasa a verde, y la amatista, el cuarzo rosa y la esmeralda palidecen progresivamente. Es conveniente, por lo tanto, en las colecciones proteger a todos estos minerales de la luz. Por el contrario, una acción prolongada de la luz puede intensificar el color de ciertas ágatas. Una oxidación progresiva puede traer consigo una modificación del color (ej: la ankerita se vuelve parda al formarse limonita, la rodocrosita ennegrece al precipitar sobre ella bióxido de manganeso; la melanterita y la calcantita se aclaran por deshidratación de la superficie; en las colecciones es necesario protegerlos al menos con una bolsita de plástico).\nUn apartado especial concierne a los cambios de color provocados artificialmente. Los minerales adquieren entonces un color nuevo, o bien el color original se acentúa. Con frecuencia, se colorean las ágatas o se calientan las amatistas, dando el «topacio de España», de color amarillo citrino. La carneola amarilla y el ojo de tigre calentados adquieren un color rojo; el aguamarina verde se vuelve azul.\nCada vez son más utilizados los rayos X y otras radiaciones ionizantes aplicados sobre minerales tales como el topacio, el corindón y el diamante con el objeto de reforzar o cambiar su color original. De esta forma, la fabricación de cuarzo ahumado a partir del cuarzo incoloro ha tomado un carácter industrial.", "img": "no-image"}, "raya": {"text": "La raya de los minerales es un excelente carácter de identificación para distinguir los minerales coloreados de los minerales alocromáticos. La raya se puede determinar de una manera muy simple y relativamente precisa, en particular para los minerale transparentes o semitransparentes muy coloreados. Algunos mienrales han sido bautizados atendiendo a al color de su raya, por ejemplo la hematita rojo sangre. La raya puede obtenerserayando el mineral con un objeto de acero o para determinación muy precisa, frotandolo con un fragmento de porcelana sin vidriar.", "img": "no-image"}, "brillo": {"text": "El brillo es la propiedad que tiene el mineral de reflejar la luz. Depende de numerosos factores, entre ellos el índice de refracción, la dispersión cromática, la absorción de la luz y las características de la superficie estudiada (lisa o rugosa). El brillo de un mineral aumenta proporcionalmente con el índice de refracción, disminuye con la absorción de la luz y la rugosidad de la superficie y no depende del color.\nSe distinguen varias clases de brillo:\n-metálico: es el brillo más intenso, característico de los minerales no transparentes. Es el más marcado sobre los cristales o los pIanos de exfoliación; ej: galena, calcopirita, magnetita. Se habla a veces de brillo semimetálico, es el de los minerales transparentes o semitransparentes con un índice de refracción de 2,6 a 3,0; ej: cinabrio, cuprita.\n-adamantino: es el brillo que presentan los minerales transparentes y translúcidos con índice de refracción igualo superior a 1,92, resulta de la refracción total de la luz; ej: cerusita, zircón, diamante.\n-vítreo: es un brillo que recuerda al del cristal. Es característico de los minerales transparentes y translúcidos cuyo índice de refracción oscila entre 1,3 y 1,9; ej: fluorita, cuarzo, corindón.\nAparte de estos tipos fundamentales, se distinguen también los brillos:\n-graso: recuerda al brillo de una capa de aceite, ya menudo se debe a la irregularidad de la superficie de la muestra estudiada. Es característico del ópalo y la cordierita.\n-nacarado: típico de los minerales transparentes o semitransparentes con una buena exfoliación en hojas o láminas; ej: yeso, estilbita.\n-sedoso: característico de los minerales fibro sos como el asbesto o la crocidolita.", "img": "no-image"}, "fractura": {"text": "Ejemplo de fractura en los minerales", "img": "https://mineralesdelmundo.com/wp-content/uploads/2018/08/ej.fractura.jpg"}, "exfoliacion": {"text": "Ejemplo de exfoliación de los minerales", "img": "https://mineralesdelmundo.com/wp-content/uploads/2018/08/ej.exfoliacion.jpg"}}